/* Explains to users that the phone is ready and they should bump to connect with another phone. */
"Bump to connect"="Τσουγκρίστε για σύνδεση";
/* Request to connect with another user. For example, this might say Connect with Andy?. */
"Connect with %@?"="Σύνδεση με %@;";
/* Dialog shown when user has just bumped and information is sending to the other phone. */
"Connecting..."="Γίνεται σύνδεση...";
/* Notifying the user the phone is establishing a connection. */
"Network unavailable"="Δίκτυο μη διαθέσιμο";
/* No button for Bump API popup */
"No"="Όχι";
/* The other phone did not register a bump. Explain why the user must bump again. */
"No match - please try again."="No match - please try again.";
/* Explain that the other user decided to cancel the bump and the information was not transferred. */
"Other user canceled the bump."="Ο άλλος χρήστης ακύρωσε το τσούγκρισμα.";
/* Tell the user to please try bumping again. */
"Please bump again."="Ξανατσουγκρίστε";
/* There were too many possible candidates for the server to match. */
"Sometimes two bumps are required."="Μερικές φορές απαιτούνται 2 τσουγκρίσματα.";
/* Notifying the user the phone is establishing a connection. */
"Warming up"="Προετοιμασία";
/* Yes button for Bump API popup */
"Yes"="Ναι";�